{
    "dmv": {
        "doc": "\n\nInformation about Empire Gold plates[1] \nSince April 1 , 2010 , DMV has issued Empire Gold vehicle license plates. DMV no longer issues Empire Blue and White plates. \n\nYou do not need to get Empire Gold plates when you renew your registration \nYou can keep your current plates or order Empire Gold plates. \n\nWhen you are eligible to Empire Gold plates \nYou will get Empire Gold plates when you apply to replace plates that are lost or stolen apply for a new original registration and do not transfer the plates or registration from another vehicle order new personalized plates You have the to order Empire Gold plates when you renew your registration online , by mail or at a DMV office [2 ] to replace your current plates when your registration is not due for renewal \n\nHow to order \nYou can order Empire Gold plates by phone, online or at a DMV office. The new plates and registration documents will be sent to you separately in the mail. In most cases , you will receive the new registration documents in the mail before you receive your plates. To avoid traffic tickets , put the new registration document on your vehicle even if your new plates have not yet arrived. Put the new plates on your vehicle as soon as you receive them. To order online , you must provide the vehicle plate number vehicle class your name your ZIP Code on DMV records Order Empire Gold plates online [4 ] \n\nCost \nYou must pay a plate fee of $ 25 for a two plate set $ 12.50 for vehicles that receive only one plate motorcycles, trailers, etc. You may need to pay additional fees. The fee to exchange a plate when your registration is not due for renewal is $3.75. \n\nKeeping your same plate number \nIf your vehicle is registered in the one of the classes listed below , you can keep the same plate number from your current plates on your new Empire Gold plates for an additional fee of $20.00. passenger PAS commercial COM motorcycle MOT trailer TRL other specific registration classes - see a list of registration classes eligible for Empire Gold plates and keep the same plate number [5 ] \n\nPlate fee \nYou do not need to get new Empire Gold plates and pay a plate fee when you renew. You can renew and keep your current plates. If you need a new plate, or you choose to get new Empire Gold plates , you need to pay a plate fee. the fee for a set of two vehicle plates is $25 the fee for a single plate for example, a plate for a trailer or motorcycle is $12.50 There is an additional $3.75 plate exchange transaction fee to order Empire Gold plates when there is not a registration renewal. \n\nI have a personalized plates. Can I keep the same plate number if I request Empire Gold plates? \nYes. You can get new Empire Gold plates and keep your personalized plate number when you renew your registration. In addition to your renewal fee , you ll need to be the new plate fee $25 plate fee for a set of two new plates, or $12.50 for vehicles that receive single plates. You will not be charged an additional fee to keep your same number, because you currently pay an annual personalized plate fee. If your registration is not due to be renewed, but you want to order Empire Gold personalized plates to replace your current personalized plates , you can order Empire gold plates online or at a DMV office. There is an additional $3.75 plate exchange transaction fee to order Empire Gold plates when there is not a registration renewal. \n\nWhat to do with your old Empire Blue and White plates \nWhen you receive your new Empire Gold plates , do not return your old plate to the DMV. Recycle your old plates based on local guidelines. For a statewide list of local recycling coordinators , visit the web site of the NYS Department of Environmental Conservation at http://www.dec.ny.gov/chemical/8511.html [6]. Before you recycle your old plates , use a permanent ink marker to cross out the plate number or otherwise deface the plates. For your own protection , separate the plates and put them in the recycle bin during different weeks. \n\nShow \"do it online\" button in megamenu: \n\n\nTopic: \nRegistration [7 ] \n\nshow mydmv button in megamenu: \n\n\nDisable this transaction?: \n. \n ",
        "dial": "user : I need a dditional information about buy or sell a vehicle. \n agent : Have you changed the name in the vehicle registration?. \n user : No, I haven't. \n agent : Do you have flood damage?. \n user : Sadly yes. \n agent : Please, check the National Insurance Crime Bureau database to see if a vehicle is flood damaged. You will need the Vehicle Identification Number VIN. \n user : There's one more thing I'd like to say about Empire Gold plates. What are you going to do with your old Empire Blue and White plates?. \n agent : Do you want to know what to do when you receive your new Empire Gold plates?. \n user : do not. \n agent : Unfortunately, no relevant information is found.. \n user : How do I get a state list of local recycling coordinators?. \n "
    },
    "ssa": {
        "doc": "\n\nApply for Retirement Benefits \nStarting your Social Security retirement benefits is a major step on your retirement journey. This page will guide you through the process of applying for retirement benefits when you re ready to take that step. Our online application is a convenient way to apply on your own schedule, without an appointment. You can also apply by phone or by appointment at a Social Security office. \n\nReady To Retire? \nStart your application today Apply Online For Retirement Benefits Jump to a topic on this page : Before You Apply / How To Apply / Once You've Applied \n\nBefore You Apply \nBefore you apply , take time to review the basics, understand the process, and gather the documents you ll need to complete an application. \n\nReview Retirement Benefits Basics \nYou can start your retirement benefits as early as age 62 or as late as age 70. If you re preparing to apply for retirement benefits, knowing when you re eligible to apply and how the system works are the first steps in choosing what age is right for you. Before you submit an application , go to our Learn About Retirement Benefits page to understand : How you qualify for Social Security benefits. How your earnings and age can affect your benefits. What you should consider in deciding when to start receiving benefits. Retirement benefits for spouses and family members. \n\nUnderstand The Application Process \nThe retirement benefits application process follows these general steps, whether you apply online, by phone, or in person : Gather the information and documents you need to apply. Complete and submit your application. We review your application and contact you if we need more information. We mail you a decision letter. You start receiving your retirement benefits. \n\nHow Early Can I Apply? \nApply four months before you want your Social Security retirement benefits to start. If you want your benefits to start at age 62 , you can apply at age 61 and eight months. \n\nReady To Start Medicare? \nIf you ll turn 65 within three months, you can use our online application to apply for Medicare and Social Security retirement benefits at the same time , or you can use it to apply for just Medicare. To learn more about your Medicare options , review our section on Medicare Benefits. \n\nApplying As A Spouse Or Family Member \nYou may be able to receive retirement benefits on your spouse or former spouse s record. Likewise , your spouse or family member may be able to receive benefits on your record if they qualify. Learn more about Benefits For Your Family. \n\nRetirement Benefits For Survivors \nIf you are the spouse, divorced spouse, family member, or parent of a worker who has died and you are planning to apply for retirement benefits , review our Survivors Benefits page to see how Social Security survivor benefits relate to your situation. \n\nGather Information You Need to Apply \nBefore applying , be ready to provide your Social Security number and information about : Dates of current and previous marriages , and where you were married. U.S. military service dates and branches. Employer names and dates for the past two years. Self - employment income and type of business. Bank information to set up your direct deposit. Information on family members who may be eligible to receive benefits on your record. We will ask for certain documents we need to review and process your application. These documents may include : Your original birth certificate or other proof of your age. This must be the original document or a certified copy from the issuing agency. Proof of U.S. citizenship if you were not born in the U.S. and have not submitted proof for an earlier Medicare or Social Security claim. We must see the original document or copies certified by the agency that issued them. We cannot accept expired, notarized, or photocopied documents. A copy of your W-2 tax form and/or self - employment tax return from last year. A photocopy is acceptable. A copy of your U.S. military service papers if you served before 1968. A photocopy is acceptable. As you prepare to apply for benefits , first gather the documents listed on our Checklist for Online Medicare, Retirement & Spouses Application. Instructions on how to submit your documents will appear at the end of the online application. If applying by phone , gather the information above. We will walk you through the process on the phone. If applying in person , ask your local Social Security office what you need to bring when you call to schedule your appointment. They can help you if you don t have all your documents right now. \n\nAdditional Information \nEstimate Your Retirement Benefits You Need To Apply For Retirement Benefits Or Medicare Information Benefits For Your Family \n\nFAQs \nHow do I sign up for Medicare? \n\nHow To Apply \nApplying online is the easiest way to complete your application at a time that works for you, without a trip to the Social Security office. You can also apply by phone or at a Social Security office. This section will tell you about the different options. \n\nApply Online \nFollow these steps to apply online : To start your application , go to our Apply for Benefits page, read and agree to the Terms of Service. Click Next. On that page , review the Getting Ready section to make sure you have the information you need to apply. Select Start A New Application. We will ask a few questions about who is filling out the application. You will then sign into your my Social Security account or you will be prompted to create one. Complete the application. Watch our video, Welcome To Our Online Retirement / Medicare Application, for an overview of the process. \n\nTips For Using The Online Application \nWe ve worked hard to make applying online as simple as possible while also keeping your information safe. For security reasons , the online application gives you a warning if you leave it open and don t do anything for 25 minutes. You can choose to extend your time on the page if you get this warning. However , after the third warning , you must move to another page or your information will not be saved. Here are more tips for using the online application : If you get stuck on a question , you can skip to the next question and come back later. You can save your application to finish another time if needed. Next time you sign in , go to Return to a Saved Application. You are not allowed to use periods, commas, or other special characters for some answers, including addresses. If you get a message about this , go back and enter the information without periods or other characters. Start your application now. \n\nSigning The Online Application \nYou ll have a chance to review your answers and make changes, if needed. Once you ve filled everything out , we ll ask you to confirm that your answers are true to the best of your knowledge. You can be held liable for intentionally providing false or misleading information. The last step is to sign the online application by clicking Submit Now. You can check the status of your submitted application using a confirmation number we provide. \n\nHelping Someone Else Apply Online \nYou may help someone else fill out their application , but you are not allowed to sign it for them. Only the person applying for benefits can legally sign the application. If they are not able to sign online , we will mail them a copy to sign. Read more about Helping Someone Apply Online. \n\nApply With Your Local Office \nYou can do most of your business with Social Security online. If you cannot use these online services , your local Social Security office can help you apply. Although our offices are closed to the public , employees from those offices are assisting people by telephone. You can find the phone number for your local office by using our Field Office Locator and looking under Social Security Office Information. The toll - free Office number is your local office. \n\nApply By Phone \nCall 1 - 800 - 772 - 1213 TTY 1 - 800 - 325 - 0778 from 8:00 a.m. to 5:30 p.m. , Monday through Friday , to apply by phone. \n\nIf You Do Not Live In The U.S. Or One Of Its Territories \nContact the Federal Benefits Unit for your country of residence if you live outside the U.S. or a U.S. territory and wish to apply for retirement benefits. \n\nAdditional Information \nOur Online Benefits Application What Is An Account? Online Services \n\nFAQs \nHow do I return to an online application for retirement benefits that I already started but did not finish? \n\nOnce You've Applied \nOnce we receive your application , we ll review it and contact you if we have any questions. We might request additional documents from you before we can process your application. \n\nLook For Our Response \nYou ll receive a letter in the mail with our decision. If you included information about other family members when you applied , we ll let you know if they may be able to receive benefits from your application. \n\nCheck The Status \nYou can check the status of your application online using your personal my Social Security account. If you are unable to check your status online , you can call us 1 - 800 - 772 - 1213 TTY 1 - 800 - 325 - 0778 from 8:00 a.m. to 5:30 p.m., Monday through Friday. \n\nAppeal A Decision \nYou have a right to appeal any decision we make about whether you re entitled to benefits. You must request an appeal in writing within 60 days of receiving our decision. There are four levels of appeal : Reconsideration by Social Security staff. A hearing before an administrative law judge. A review by Social Security s Appeals Council. A review by the federal courts. To learn more , visit Appeal A Decision. \n\nWithdraw Your Application \nSometimes , life changes occur after you submit your application. You have up to 12 months to withdraw your application, if you change your mind. You will be required to repay any benefits you ve already received. Learn more about Withdrawing Your Social Security Retirement Application. \n\nAdditional Information \nGet Your Social Security Benefit Verification Letter Online Your Right To Question The Decision Made On Your Claim \n\nFAQs \nHow do I check the status of a pending application for benefits? . \n ",
        "dial": "user : I'm currently living outside the U.S. and want to know how I can apply for my retirement benefits.. \n agent : In that case, you should contact the Federal Benefits Unit for your country of residence if you live outside the U.S. or a U.S. territory and wish to apply for retirement benefits.. Do you want to know what an account is?. \n user : Yeah, sure. Why not?. \n agent : Online Services. . \n user : Okay, that's fine. Now, let's talk about SSI,  What is a Verification Letter for Social Security Benefits?. \n agent :  The benefit verification letter , sometimes called a benefits letter , or a Social Security award letter , serves as proof of your retirement , disability , Supplemental Security Income SSI , or Medicare benefits. \n user : Where would I be able to find information about Social Security benefits for my family?. \n agent : Benefits For Your Family. . \n user : I'd  like to know more regarding Retirement Benefits.. \n agent : Once we receive your application , we ll review it and contact you if we have any questions. We might request additional documents from you before we can process your application. That makes no sense. So, how will you respond to my application?. Have you included information about other family members when you applied?. \n user : No, I haven't finished my application yet. I'm still filling it out.. \n agent : Unfortunately, no relevant information is found.. \n user : I got an error during the online application. It tells me not to enter 'special characters', what now?. \n "
    },
    "va": {
        "doc": "\n\nAgent Orange exposure \nThe U.S. military used Agent Orange to clear plants and trees during the Vietnam War. If you served in Vietnam or in or near the Korean Demilitarized Zone DMZ during the Vietnam Era or in certain related jobs you may have had contact with this herbicide. We refer to this as having a presumption of contact. Find out if you can get disability compensation and other benefits for illnesses we believe are caused by Agent Orange. \n\nCan I get disability benefits from VA? \nYou may be able to get disability benefits if the below descriptions are true for you. This must be true : You have an illness we believe is caused by Agent Orange called a presumptive disease And at least one of these must also be true. You: Came into contact with Agent Orange while serving in the military , or Served in or near the DMZ for any length of time between September 1 , 1967, and August 31 , 1971, or Served in the Republic of Vietnam for any length of time between January 9 , 1962, and May 7 , 1975. This may include serving aboard a vessel on the inland waterways, or on a vessel operating not more than 12 nautical miles seaward from the demarcation line of the waters of Vietnam and Cambodia as detailed in Public Law 116 - 23, the Blue Water Navy Vietnam Veterans Act of 2019. Review our list of diseases related to Agent OrangeLearn what kinds of service may have put you in contact with Agent Orange \n\nWho s covered? \nVeterans Qualified dependents \n\nWhat kind of benefits can I get? \nHealth care Compensation payments An Agent Orange Registry health exam \n\nHow do I get these benefits? \nYou ll need to file a claim for disability compensation and submit your evidence supporting documents. \n\nIf you have an illness we believe is caused by Agent Orange \nYou won t need to show that the problem started during or got worse because of your military service. This is because we believe that certain illnesses are the result of exposure to herbicides. We refer to these as presumptive diseases. Review our list of diseases related to Agent Orange When you file your claim , you'll need to submit : that shows you have an Agent Orange related illness A medical record And you'll need to submit a military record that shows you : Served in the Republic of Vietnam for any length of time between January 9 , 1962, and May 7 , 1975, or Served in or near the Korean Demilitarized Zone for any length of time between September 1 , 1967, and August 31 , 1971, or Were aboard a U.S. military vessel that entered the inland waterways of Vietnam , or Served aboard a vessel operating not more than 12 nautical miles seaward from the demarcation line of the waters of Vietnam and Cambodia as detailed in Public Law 116 - 23, the Blue Water Navy Vietnam Veterans Act of 2019 , or Were exposed to herbicides in a location other than Vietnam or the Korean Demilitarized Zone Find out how to file a claim for disability compensation \n\nIf you have an illness that s not on the list of Agent Orange related diseases, but you believe was caused by Agent Orange \nYou ll need to : Provide scientific and medical evidence that the condition is related to exposure to Agent Orange , or Show that the problem started during or got worse because of your military service Scientific proof may include an article from a medical journal or a published research study. When you file your claim , you'll need to submit a medical record that shows : You have a current disability , and There's a connection between Agent Orange exposure and your current disability And you'll need to submit a military record that shows you : Served in the Republic of Vietnam for any length of time between January 9 , 1962, and May 7 , 1975, or Served in or near the Korean Demilitarized Zone for any length of time between September 1 , 1967, and August 31 , 1971, or Came into contact with Agent Orange in a location other than Vietnam or the Korean Demilitarized Zone Find out how to file a claim for disability compensation \n\nGet more information \nReview the Veterans compensation benefits rate tables Contact us if you have questions : Call the Agent Orange help line at 800 - 749 - 8387 , or Send an email to GW/AOHelpline@vba.va.gov Note: Please be ready to give us your name, email address, telephone number, and VA file number or Social Security number. If you think you may have had contact with Agent Orange or other herbicides while serving in the military , you can request a health exam. Get an Agent Orange Registry health exam \n\nYou may have had contact with Agent Orange if you served in any of these ways \nIn Vietnam or Korea Between January 9 , 1962, and May 7 , 1975, in Vietnam, or between September 1 , 1967, and August 31 , 1971, in or near the DMZ On U.S. Navy and Coast Guard ships or other vessels in or near Vietnam Between January 9 , 1962, and May 7 , 1975 On Thailand military bases Between January 9 , 1962, and May 7 , 1975 On C-123 airplanes Between January 9 , 1962, and May 7 , 1975 In testing and storage areas outside of Vietnam Between 1944 and a yet - to - be - determined date . \n ",
        "dial": "user : I wanted more information on VA benefits and project 112. \n agent : Were you part of chemical and biological warfare testing through Project 112 or Project Shipboard Hazard and Defense SHAD?. \n user : yes I was involved in Project 112. \n agent : You could be at risk for certain illnesses. The Department of Defense’s Deseret Test Center in Fort Douglas, Utah, conducted this testing, which took place aboard ships and on land in various locations from 1962 to 1974. We can help you find out if you can get disability compensation or benefits. . \n user : and can I get more information on the testing?. \n agent : If you were part of Projects 112 or SHAD from 1962 to 1974 and want to know more about a certain test site, ship, or unit, you can view the declassified Department of Defense fact sheets.  We can give you a link to the declassified Department of Defense fact sheets. \n user : If you are a member of the US Navy. The United States of America Might orange agents have made contact with the Coast Guard or other ships in or near Vietnam?. \n agent : yes, if I serve between January 9, 1962 and May 7, 1975 On ships of the US Navy. USA And the Coast Guard or other ships in or near Vietnam may have had contact with orange agents.. \n user : What requirements must I have to obtain benefits?. \n agent : Do you have any illness that you believe is caused by Agent Orange?. \n user : No, I do not have any symptoms or illnesses. \n "
    },
    "studentaid": {
        "doc": "\n\nWondering whether you can get your federal student loans forgiven for your service as a teacher? \nLearn about the forgiveness program to see whether you qualify. Under the Teacher Loan Forgiveness Program , if you teach full - time for five complete and consecutive academic years in a low - income school or educational service agency, and meet other qualifications , you may be eligible for forgiveness of up to $17,500 on your Direct Subsidized and Unsubsidized Loans and your Subsidized and Unsubsidized Federal Stafford Loans. If you have a Direct Consolidation Loan or a Federal Consolidation Loan , you may be eligible for forgiveness of the outstanding portion of the consolidation loan that repaid an eligible Direct Subsidized Loan, Direct Unsubsidized Loan, Subsidized Federal Stafford Loan, or Unsubsidized Federal Stafford Loan. \n\nWhat are the eligibility requirements? \nYou must not have had an outstanding balance on Direct Loans or Federal Family Education Loan FFEL Program loans as of Oct. 1 , 1998, or on the date that you obtained a Direct Loan or FFEL Program loan after Oct. 1 , 1998. You must have been employed as a full - time, highly qualified teacher for five complete and consecutive academic years , and at least one of those years must have been after the 1997 98 academic year. You must have been employed at an elementary school, secondary school, or educational service agency that serves low - income students a \" low - income school or educational service agency \". The loan for which you are seeking forgiveness must have been made before the end of your five academic years of qualifying teaching service. \n\nTeaching for Less Than a Complete Academic Year \nIf you were unable to complete a full academic year of teaching , that year may still be counted toward the required five complete and consecutive academic years if you completed at least one - half of the academic year ; and your employer considers you to have fulfilled your contract requirements for the academic year for the purposes of salary increases, tenure, and retirement ; and you were unable to complete the academic year because you returned to postsecondary education, on at least a half - time basis, in an area of study directly related to the performance of the teaching service described above ; you had a condition covered under the Family and Medical Leave Act of 1993 FMLA ; or you were called or ordered to active duty status for more than 30 days as a member of a reserve component of the U.S. armed forces. \n\nWho is considered a teacher? \nA teacher is a person who provides direct classroom teaching, or classroom - type teaching in a nonclassroom setting. Special education teachers are considered teachers. \n\nAm I a highly qualified teacher? \nThere are basic requirements that all teachers must meet to be considered highly qualified. There are also additional requirements that you must meet depending on whether you re an elementary or secondary school teacher, and whether you re new to the teaching profession. \n\nBasic Requirements for All Teachers \nTo be a highly qualified teacher , you must have attained at least a bachelor s degree ; received full state certification as a teacher ; and not had certification or licensure requirements waived on an emergency, temporary, or provisional basis. You re considered to have received full state certification even if you received your certification through alternative routes to certification or by passing the state teacher licensing examination. If you re a teacher at a public charter school , you are considered to have received full state certification as a teacher if you meet the requirements set forth in the state's public charter school law. \n\nAdditional Requirements for Elementary School Teachers Who Are New to the Profession \nTo be considered highly qualified as an elementary school teacher who is new to the profession , you must also have demonstrated subject knowledge and teaching skills in reading, writing, mathematics, and other areas of the basic elementary school curriculum by passing a rigorous state test. The rigorous state test may be a state - required certification or licensing test or tests in reading, writing, mathematics, and other areas of the basic elementary school curriculum. \n\nAdditional Requirements for Middle or Secondary School Teachers Who Are New to the Profession \nTo be considered highly qualified as a middle or secondary school teacher who is new to the profession , you must also have demonstrated a high level of competency in each of the academic subjects in which you teach. To demonstrate a high level of competency , you may either pass a rigorous state academic subject test in each of the academic subjects in which you teach or successfully complete an academic major, a graduate degree, course work equivalent to an undergraduate academic major, or an advanced certification or credential in each of the academic subjects in which you teach. The rigorous state test may be a state - required certification or licensing test or tests in each of the academic subjects in which you teach. \n\nAdditional Requirements for Elementary, Middle, or Secondary School Teachers Who Are Not New to the Profession \nTo be highly qualified as an elementary, middle, or secondary school teacher who is not new to the profession , you must also meet the applicable requirements for an elementary, middle, or secondary school teacher who is new to the profession or demonstrate competence in all the academic subjects in which you teach based on a high, objective, uniform state standard of evaluation. The uniform state standard of evaluation may involve multiple, objective measures of teacher competency and must be set by the state for both grade - appropriate academic subject matter knowledge and teaching skills ; be aligned with challenging state academic content and student academic achievement standards and developed in consultation with core content specialists, teachers, principals, and school administrators ; provide objective, coherent information about your attainment of core content knowledge in the academic subjects in which you teach ; be applied uniformly to all teachers in the same academic subject and the same grade level throughout the state ; take into consideration, but not be based primarily on, the time you have been teaching in the academic subject ; and be made available to the public upon request. \n\nHow do I know if I m teaching at a low-income school or educational service agency? \nThe school or educational service agency must be listed in the Teacher Cancellation Low Income TCLI Directory, which is published by the U.S. Department of Education ED each year. To find out if your school or educational service agency is classified as low - income , search the directory database for the years you have been employed as a teacher. If the TCLI Directory is not available before May 1 of any year , the previous year s directory may be used for that year. Any questions about the inclusion or omission of a particular school must be directed to the state education agency contact in the state where the school is located and not to ED. State education agencies are responsible for determining which schools or educational service agencies are eligible to be reported to ED for inclusion in the TCLI Directory. If your school or educational service agency is included in the TCLI Directory for at least one year of your teaching service, but is not included during subsequent years , your subsequent years of teaching at the school or educational service agency will still be counted toward the required five complete and consecutive academic years of teaching. For example , if you taught at the same school for five complete and consecutive academic years from 2011 12 through 2015 16, but the school was included in the TCLI Directory only for the 2011 12 academic year , your subsequent four academic years of teaching at that school can still be counted toward the required five complete and consecutive academic years. Teaching service performed at an educational service agency may be counted toward the required five years of teaching only if the consecutive five - year period includes qualifying service at an eligible educational service agency performed after the 2007 08 academic year. All elementary and secondary schools operated by the Bureau of Indian Education BIE or operated on Indian reservations by Indian tribal groups under contract with BIE qualify as schools serving low - income students. These schools are qualifying schools for the purposes of this loan forgiveness program, even if they are not listed in the TCLI Directory. \n\nHow much loan forgiveness can I receive? \nThe maximum forgiveness amount is either $17,500 or $5,000, depending on the subject area taught. If you have eligible loans under both the Direct Loan Program and the FFEL Program , $ 17,500 or $5,000 is a combined maximum forgiveness amount for both programs. You may receive up to $17,500 in loan forgiveness if you were a highly qualified full - time mathematics or science teacher who taught students at the secondary school level ; or a highly qualified special education teacher at either the elementary or secondary level whose primary responsibility was to provide special education to children with disabilities , and you taught children with disabilities that corresponded to your area of special education training and demonstrated knowledge and teaching skills in the content areas of the curriculum that you taught. If you didn't teach mathematics, science, or special education , you may receive up to $5,000 in loan forgiveness if you were a highly qualified full - time elementary or secondary education teacher. \n\nCan I receive loan forgiveness under both the Teacher Loan Forgiveness Program and the Public Service Loan Forgiveness Program? \nYou can potentially receive forgiveness under both the Teacher Loan Forgiveness Program and the Public Service Loan Forgiveness Program, but not for the same period of teaching service. For example , if you complete five consecutive years of qualifying teaching and receive forgiveness of your Direct Loans under the Teacher Loan Forgiveness Program , any payments you made on your Direct Loans during that five - year period cannot be counted toward the required 120 monthly payments for the Public Service Loan Forgiveness Program. To receive Public Service Loan Forgiveness , you would need to make 120 more qualifying monthly payments. \n\nTeacher Loan Forgiveness and AmeriCorps Program Benefits \nIf you re an AmeriCorps Program volunteer , a period of teaching that qualifies you for a benefit through the AmeriCorps Program cannot be counted toward the required five consecutive years of teaching for the Teacher Loan Forgiveness Program. \n\nCan I receive teacher loan forgiveness on my PLUS loans or Federal Perkins Loans? \nPLUS loans for parents and graduate or professional students aren t eligible for this type of forgiveness. Federal Perkins Loans aren t eligible for this type of forgiveness. However , you may be eligible to have all or a portion of your Federal Perkins Loan canceled based on your employment or volunteer service or discharged under certain conditions. \n\nAm I eligible for teacher loan forgiveness if I m in default on a loan? \nIf you re in default on a loan , you are not eligible for forgiveness of that loan unless you have made satisfactory repayment arrangements with the holder of the defaulted loan. \n\nHow and when do I apply for teacher loan forgiveness? \nYou apply for teacher loan forgiveness by submitting a completed Teacher Loan Forgiveness Application to your loan servicer after you have completed the required five consecutive years of qualifying teaching. The chief administrative officer of the school or educational service agency where you performed your qualifying teaching service must complete the certification section. If you are applying for forgiveness of loans that are with different loan servicers , you must submit a separate form to each of them. . \n ",
        "dial": "user : If I am totally and permanently disabled, can I qualify for a discharge of my federal student loans?. \n agent : Note a TPD discharge for total and permanent disability frees you from having to pay a loan from the William D. Ford Federal Direct Loan Direct Loan Program, a loan from the FFEL Federal Family Education Loan Program and / or a Loan Federal Perkins or complete an EDUCATION Grant service obligation.. \n user : How can I qualify for a TPD download?. \n agent : You must first complete and submit a TPD download request, along with documentation showing that you meet our requirements to be considered totally and permanently disabled, to Nelnet, the administrator who assists the US Department of Education with the process TPD download.. \n user : If you show that I am totally and permanently disabled according to the SSA documentation, it means that you are subject to a monitoring period of three years after discharge, what else should I know?. \n agent : you must be considered discharged for federal tax purposes at the end of the post-discharge monitoring period. \n user : I'm a certified teacher, and I'm curious if my federal student loans will be forgiven because of my work as a teacher.. \n agent : If you teach full-time and meet all the other qualifications you may be eligible for forgiveness of up to $17,500 on your student loan.. \n user : I have a Direct Consolidation Loan, does this qualify?. \n agent : Yes, you may be eligible for forgiveness of the outstanding portion of the consolidation loan that repaid an eligible Direct Subsidized Loan, Direct Unsubsidized Loan, Subsidized or Unsubsidized Federal Stafford Loan.. \n user : At what time after I qualify can I apply for teacher loan forgiveness?. \n "
    }
}